{"class_name": "Tokenizer", "config": {"num_words": null, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": null, "document_count": 1, "word_counts": "{\"britishers\": 2, \"have\": 2, \"ruled\": 1, \"india\": 9, \"for\": 2, \"almost\": 1, \"200\": 1, \"years\": 3, \"under\": 1, \"british\": 5, \"rule\": 2, \"the\": 23, \"lives\": 3, \"of\": 19, \"indian\": 4, \"people\": 5, \"were\": 5, \"miserable\": 1, \"indians\": 1, \"treated\": 2, \"as\": 2, \"slaves\": 1, \"and\": 10, \"had\": 2, \"no\": 1, \"right\": 1, \"to\": 5, \"say\": 1, \"anything\": 1, \"them\": 5, \"rulers\": 1, \"mere\": 1, \"puppets\": 1, \"in\": 9, \"hands\": 2, \"officers\": 1, \"soldiers\": 1, \"inhumanely\": 1, \"camps\": 1, \"farmers\": 1, \"dying\": 1, \"starvation\": 1, \"they\": 1, \"could\": 1, \"not\": 1, \"grow\": 1, \"crops\": 1, \"pay\": 1, \"heavy\": 1, \"land\": 1, \"taxes\": 1, \"our\": 2, \"freedom\": 6, \"fighters\": 3, \"struggled\": 1, \"india\\u00e2\\u20ac\\u2122s\": 2, \"independence\": 5, \"famous\": 1, \"leaders\": 1, \"like\": 1, \"mahatma\": 1, \"gandhi\": 1, \"subhash\": 1, \"chandra\": 1, \"bose\": 1, \"bhagat\": 1, \"singh\": 1, \"sardar\": 1, \"vallabhbhai\": 1, \"patel\": 1, \"jawaharlal\": 1, \"nehru\": 1, \"rani\": 1, \"lakshmi\": 1, \"bai\": 1, \"mangal\": 1, \"pandey\": 1, \"dada\": 1, \"bhai\": 1, \"naoroji\": 1, \"fought\": 1, \"fearlessly\": 1, \"against\": 1, \"many\": 2, \"also\": 3, \"sacrificed\": 2, \"their\": 2, \"make\": 1, \"free\": 1, \"from\": 2, \"contribution\": 1, \"effort\": 1, \"are\": 2, \"remembered\": 1, \"history\": 1, \"achieved\": 1, \"after\": 1, \"struggle\": 1, \"got\": 1, \"complete\": 1, \"secured\": 1, \"full\": 1, \"autonomy\": 1, \"on\": 2, \"15th\": 1, \"august\": 2, \"1947\": 1, \"that\\u00e2\\u20ac\\u2122s\": 1, \"why\": 1, \"day\": 3, \"holds\": 1, \"great\": 1, \"significance\": 1, \"heart\": 1, \"every\": 2, \"citizen\": 2, \"living\": 1, \"or\": 1, \"abroad\": 1, \"completed\": 1, \"73\": 1, \"15h\": 1, \"2020\": 1, \"this\": 1, \"reminds\": 2, \"us\": 2, \"struggles\": 2, \"by\": 2, \"achieving\": 1, \"pain\": 1, \"that\": 4, \"heroes\": 1, \"gone\": 1, \"through\": 1, \"we\": 3, \"enjoy\": 1, \"today\": 1, \"has\": 1, \"been\": 1, \"earned\": 1, \"shedding\": 1, \"blood\": 1, \"lakhs\": 1, \"it\": 3, \"awakens\": 1, \"a\": 2, \"feeling\": 2, \"patriotism\": 2, \"inside\": 1, \"makes\": 2, \"present\": 1, \"generation\": 1, \"closely\": 1, \"understand\": 1, \"at\": 1, \"time\": 1, \"acquaints\": 1, \"with\": 2, \"generates\": 1, \"among\": 1, \"unites\": 1, \"feel\": 2, \"one\": 1, \"nation\": 1, \"so\": 1, \"different\": 1, \"languages\": 1, \"religions\": 1, \"cultural\": 1, \"values\": 1, \"unity\": 1, \"diversity\": 1, \"is\": 2, \"main\": 1, \"essence\": 1, \"strength\": 1, \"proud\": 1, \"be\": 1, \"part\": 1, \"largest\": 1, \"democratic\": 1, \"country\": 1, \"world\": 1, \"where\": 1, \"power\": 1, \"common\": 1, \"man\": 1}", "word_docs": "{\"vallabhbhai\": 1, \"lakshmi\": 1, \"reminds\": 1, \"makes\": 1, \"world\": 1, \"struggled\": 1, \"200\": 1, \"secured\": 1, \"our\": 1, \"gandhi\": 1, \"we\": 1, \"values\": 1, \"ruled\": 1, \"be\": 1, \"that\\u00e2\\u20ac\\u2122s\": 1, \"miserable\": 1, \"largest\": 1, \"2020\": 1, \"generation\": 1, \"languages\": 1, \"anything\": 1, \"15th\": 1, \"make\": 1, \"for\": 1, \"diversity\": 1, \"british\": 1, \"grow\": 1, \"us\": 1, \"independence\": 1, \"puppets\": 1, \"naoroji\": 1, \"part\": 1, \"today\": 1, \"of\": 1, \"sardar\": 1, \"treated\": 1, \"no\": 1, \"abroad\": 1, \"fought\": 1, \"one\": 1, \"time\": 1, \"heavy\": 1, \"india\": 1, \"rani\": 1, \"singh\": 1, \"they\": 1, \"a\": 1, \"pay\": 1, \"heroes\": 1, \"is\": 1, \"lakhs\": 1, \"different\": 1, \"hands\": 1, \"as\": 1, \"bose\": 1, \"struggles\": 1, \"been\": 1, \"august\": 1, \"where\": 1, \"unites\": 1, \"feel\": 1, \"living\": 1, \"among\": 1, \"and\": 1, \"their\": 1, \"after\": 1, \"man\": 1, \"in\": 1, \"citizen\": 1, \"fighters\": 1, \"strength\": 1, \"that\": 1, \"has\": 1, \"every\": 1, \"inhumanely\": 1, \"main\": 1, \"patel\": 1, \"are\": 1, \"at\": 1, \"them\": 1, \"bhai\": 1, \"camps\": 1, \"pain\": 1, \"mangal\": 1, \"the\": 1, \"crops\": 1, \"significance\": 1, \"many\": 1, \"unity\": 1, \"dying\": 1, \"dada\": 1, \"or\": 1, \"it\": 1, \"through\": 1, \"chandra\": 1, \"sacrificed\": 1, \"effort\": 1, \"like\": 1, \"blood\": 1, \"pandey\": 1, \"against\": 1, \"inside\": 1, \"officers\": 1, \"feeling\": 1, \"mere\": 1, \"got\": 1, \"people\": 1, \"nehru\": 1, \"struggle\": 1, \"73\": 1, \"why\": 1, \"shedding\": 1, \"power\": 1, \"this\": 1, \"proud\": 1, \"enjoy\": 1, \"have\": 1, \"lives\": 1, \"rule\": 1, \"famous\": 1, \"democratic\": 1, \"taxes\": 1, \"country\": 1, \"nation\": 1, \"rulers\": 1, \"common\": 1, \"to\": 1, \"religions\": 1, \"jawaharlal\": 1, \"almost\": 1, \"remembered\": 1, \"heart\": 1, \"freedom\": 1, \"not\": 1, \"understand\": 1, \"history\": 1, \"essence\": 1, \"bai\": 1, \"right\": 1, \"great\": 1, \"gone\": 1, \"complete\": 1, \"full\": 1, \"farmers\": 1, \"also\": 1, \"by\": 1, \"india\\u00e2\\u20ac\\u2122s\": 1, \"present\": 1, \"say\": 1, \"acquaints\": 1, \"patriotism\": 1, \"under\": 1, \"achieved\": 1, \"on\": 1, \"starvation\": 1, \"contribution\": 1, \"soldiers\": 1, \"were\": 1, \"autonomy\": 1, \"generates\": 1, \"britishers\": 1, \"mahatma\": 1, \"awakens\": 1, \"leaders\": 1, \"cultural\": 1, \"completed\": 1, \"closely\": 1, \"could\": 1, \"subhash\": 1, \"15h\": 1, \"from\": 1, \"indians\": 1, \"land\": 1, \"day\": 1, \"holds\": 1, \"indian\": 1, \"had\": 1, \"slaves\": 1, \"achieving\": 1, \"with\": 1, \"earned\": 1, \"bhagat\": 1, \"free\": 1, \"years\": 1, \"1947\": 1, \"so\": 1, \"fearlessly\": 1}", "index_docs": "{\"94\": 1, \"99\": 1, \"41\": 1, \"48\": 1, \"183\": 1, \"82\": 1, \"54\": 1, \"120\": 1, \"30\": 1, \"87\": 1, \"20\": 1, \"171\": 1, \"52\": 1, \"178\": 1, \"125\": 1, \"56\": 1, \"180\": 1, \"137\": 1, \"155\": 1, \"168\": 1, \"62\": 1, \"123\": 1, \"109\": 1, \"24\": 1, \"173\": 1, \"7\": 1, \"76\": 1, \"42\": 1, \"12\": 1, \"65\": 1, \"105\": 1, \"179\": 1, \"145\": 1, \"2\": 1, \"93\": 1, \"26\": 1, \"59\": 1, \"133\": 1, \"106\": 1, \"164\": 1, \"159\": 1, \"79\": 1, \"4\": 1, \"98\": 1, \"92\": 1, \"73\": 1, \"45\": 1, \"78\": 1, \"141\": 1, \"51\": 1, \"151\": 1, \"167\": 1, \"29\": 1, \"27\": 1, \"90\": 1, \"43\": 1, \"147\": 1, \"38\": 1, \"184\": 1, \"163\": 1, \"50\": 1, \"131\": 1, \"162\": 1, \"3\": 1, \"34\": 1, \"116\": 1, \"187\": 1, \"5\": 1, \"40\": 1, \"17\": 1, \"176\": 1, \"14\": 1, \"146\": 1, \"39\": 1, \"68\": 1, \"174\": 1, \"95\": 1, \"36\": 1, \"158\": 1, \"11\": 1, \"104\": 1, \"69\": 1, \"140\": 1, \"101\": 1, \"1\": 1, \"77\": 1, \"129\": 1, \"32\": 1, \"172\": 1, \"71\": 1, \"103\": 1, \"132\": 1, \"21\": 1, \"143\": 1, \"89\": 1, \"33\": 1, \"112\": 1, \"85\": 1, \"150\": 1, \"102\": 1, \"108\": 1, \"153\": 1, \"66\": 1, \"46\": 1, \"64\": 1, \"118\": 1, \"8\": 1, \"97\": 1, \"117\": 1, \"135\": 1, \"126\": 1, \"149\": 1, \"185\": 1, \"138\": 1, \"177\": 1, \"144\": 1, \"23\": 1, \"16\": 1, \"25\": 1, \"83\": 1, \"181\": 1, \"81\": 1, \"182\": 1, \"165\": 1, \"63\": 1, \"186\": 1, \"10\": 1, \"169\": 1, \"96\": 1, \"53\": 1, \"113\": 1, \"130\": 1, \"6\": 1, \"75\": 1, \"157\": 1, \"114\": 1, \"175\": 1, \"100\": 1, \"60\": 1, \"128\": 1, \"142\": 1, \"119\": 1, \"121\": 1, \"70\": 1, \"18\": 1, \"44\": 1, \"31\": 1, \"154\": 1, \"61\": 1, \"160\": 1, \"47\": 1, \"55\": 1, \"115\": 1, \"37\": 1, \"72\": 1, \"111\": 1, \"67\": 1, \"9\": 1, \"122\": 1, \"161\": 1, \"22\": 1, \"86\": 1, \"152\": 1, \"84\": 1, \"170\": 1, \"134\": 1, \"156\": 1, \"74\": 1, \"88\": 1, \"136\": 1, \"35\": 1, \"57\": 1, \"80\": 1, \"19\": 1, \"127\": 1, \"13\": 1, \"28\": 1, \"58\": 1, \"139\": 1, \"49\": 1, \"148\": 1, \"91\": 1, \"110\": 1, \"15\": 1, \"124\": 1, \"166\": 1, \"107\": 1}", "index_word": "{\"1\": \"the\", \"2\": \"of\", \"3\": \"and\", \"4\": \"india\", \"5\": \"in\", \"6\": \"freedom\", \"7\": \"british\", \"8\": \"people\", \"9\": \"were\", \"10\": \"to\", \"11\": \"them\", \"12\": \"independence\", \"13\": \"indian\", \"14\": \"that\", \"15\": \"years\", \"16\": \"lives\", \"17\": \"fighters\", \"18\": \"also\", \"19\": \"day\", \"20\": \"we\", \"21\": \"it\", \"22\": \"britishers\", \"23\": \"have\", \"24\": \"for\", \"25\": \"rule\", \"26\": \"treated\", \"27\": \"as\", \"28\": \"had\", \"29\": \"hands\", \"30\": \"our\", \"31\": \"india\\u00e2\\u20ac\\u2122s\", \"32\": \"many\", \"33\": \"sacrificed\", \"34\": \"their\", \"35\": \"from\", \"36\": \"are\", \"37\": \"on\", \"38\": \"august\", \"39\": \"every\", \"40\": \"citizen\", \"41\": \"reminds\", \"42\": \"us\", \"43\": \"struggles\", \"44\": \"by\", \"45\": \"a\", \"46\": \"feeling\", \"47\": \"patriotism\", \"48\": \"makes\", \"49\": \"with\", \"50\": \"feel\", \"51\": \"is\", \"52\": \"ruled\", \"53\": \"almost\", \"54\": \"200\", \"55\": \"under\", \"56\": \"miserable\", \"57\": \"indians\", \"58\": \"slaves\", \"59\": \"no\", \"60\": \"right\", \"61\": \"say\", \"62\": \"anything\", \"63\": \"rulers\", \"64\": \"mere\", \"65\": \"puppets\", \"66\": \"officers\", \"67\": \"soldiers\", \"68\": \"inhumanely\", \"69\": \"camps\", \"70\": \"farmers\", \"71\": \"dying\", \"72\": \"starvation\", \"73\": \"they\", \"74\": \"could\", \"75\": \"not\", \"76\": \"grow\", \"77\": \"crops\", \"78\": \"pay\", \"79\": \"heavy\", \"80\": \"land\", \"81\": \"taxes\", \"82\": \"struggled\", \"83\": \"famous\", \"84\": \"leaders\", \"85\": \"like\", \"86\": \"mahatma\", \"87\": \"gandhi\", \"88\": \"subhash\", \"89\": \"chandra\", \"90\": \"bose\", \"91\": \"bhagat\", \"92\": \"singh\", \"93\": \"sardar\", \"94\": \"vallabhbhai\", \"95\": \"patel\", \"96\": \"jawaharlal\", \"97\": \"nehru\", \"98\": \"rani\", \"99\": \"lakshmi\", \"100\": \"bai\", \"101\": \"mangal\", \"102\": \"pandey\", \"103\": \"dada\", \"104\": \"bhai\", \"105\": \"naoroji\", \"106\": \"fought\", \"107\": \"fearlessly\", \"108\": \"against\", \"109\": \"make\", \"110\": \"free\", \"111\": \"contribution\", \"112\": \"effort\", \"113\": \"remembered\", \"114\": \"history\", \"115\": \"achieved\", \"116\": \"after\", \"117\": \"struggle\", \"118\": \"got\", \"119\": \"complete\", \"120\": \"secured\", \"121\": \"full\", \"122\": \"autonomy\", \"123\": \"15th\", \"124\": \"1947\", \"125\": \"that\\u00e2\\u20ac\\u2122s\", \"126\": \"why\", \"127\": \"holds\", \"128\": \"great\", \"129\": \"significance\", \"130\": \"heart\", \"131\": \"living\", \"132\": \"or\", \"133\": \"abroad\", \"134\": \"completed\", \"135\": \"73\", \"136\": \"15h\", \"137\": \"2020\", \"138\": \"this\", \"139\": \"achieving\", \"140\": \"pain\", \"141\": \"heroes\", \"142\": \"gone\", \"143\": \"through\", \"144\": \"enjoy\", \"145\": \"today\", \"146\": \"has\", \"147\": \"been\", \"148\": \"earned\", \"149\": \"shedding\", \"150\": \"blood\", \"151\": \"lakhs\", \"152\": \"awakens\", \"153\": \"inside\", \"154\": \"present\", \"155\": \"generation\", \"156\": \"closely\", \"157\": \"understand\", \"158\": \"at\", \"159\": \"time\", \"160\": \"acquaints\", \"161\": \"generates\", \"162\": \"among\", \"163\": \"unites\", \"164\": \"one\", \"165\": \"nation\", \"166\": \"so\", \"167\": \"different\", \"168\": \"languages\", \"169\": \"religions\", \"170\": \"cultural\", \"171\": \"values\", \"172\": \"unity\", \"173\": \"diversity\", \"174\": \"main\", \"175\": \"essence\", \"176\": \"strength\", \"177\": \"proud\", \"178\": \"be\", \"179\": \"part\", \"180\": \"largest\", \"181\": \"democratic\", \"182\": \"country\", \"183\": \"world\", \"184\": \"where\", \"185\": \"power\", \"186\": \"common\", \"187\": \"man\"}", "word_index": "{\"the\": 1, \"of\": 2, \"and\": 3, \"india\": 4, \"in\": 5, \"freedom\": 6, \"british\": 7, \"people\": 8, \"were\": 9, \"to\": 10, \"them\": 11, \"independence\": 12, \"indian\": 13, \"that\": 14, \"years\": 15, \"lives\": 16, \"fighters\": 17, \"also\": 18, \"day\": 19, \"we\": 20, \"it\": 21, \"britishers\": 22, \"have\": 23, \"for\": 24, \"rule\": 25, \"treated\": 26, \"as\": 27, \"had\": 28, \"hands\": 29, \"our\": 30, \"india\\u00e2\\u20ac\\u2122s\": 31, \"many\": 32, \"sacrificed\": 33, \"their\": 34, \"from\": 35, \"are\": 36, \"on\": 37, \"august\": 38, \"every\": 39, \"citizen\": 40, \"reminds\": 41, \"us\": 42, \"struggles\": 43, \"by\": 44, \"a\": 45, \"feeling\": 46, \"patriotism\": 47, \"makes\": 48, \"with\": 49, \"feel\": 50, \"is\": 51, \"ruled\": 52, \"almost\": 53, \"200\": 54, \"under\": 55, \"miserable\": 56, \"indians\": 57, \"slaves\": 58, \"no\": 59, \"right\": 60, \"say\": 61, \"anything\": 62, \"rulers\": 63, \"mere\": 64, \"puppets\": 65, \"officers\": 66, \"soldiers\": 67, \"inhumanely\": 68, \"camps\": 69, \"farmers\": 70, \"dying\": 71, \"starvation\": 72, \"they\": 73, \"could\": 74, \"not\": 75, \"grow\": 76, \"crops\": 77, \"pay\": 78, \"heavy\": 79, \"land\": 80, \"taxes\": 81, \"struggled\": 82, \"famous\": 83, \"leaders\": 84, \"like\": 85, \"mahatma\": 86, \"gandhi\": 87, \"subhash\": 88, \"chandra\": 89, \"bose\": 90, \"bhagat\": 91, \"singh\": 92, \"sardar\": 93, \"vallabhbhai\": 94, \"patel\": 95, \"jawaharlal\": 96, \"nehru\": 97, \"rani\": 98, \"lakshmi\": 99, \"bai\": 100, \"mangal\": 101, \"pandey\": 102, \"dada\": 103, \"bhai\": 104, \"naoroji\": 105, \"fought\": 106, \"fearlessly\": 107, \"against\": 108, \"make\": 109, \"free\": 110, \"contribution\": 111, \"effort\": 112, \"remembered\": 113, \"history\": 114, \"achieved\": 115, \"after\": 116, \"struggle\": 117, \"got\": 118, \"complete\": 119, \"secured\": 120, \"full\": 121, \"autonomy\": 122, \"15th\": 123, \"1947\": 124, \"that\\u00e2\\u20ac\\u2122s\": 125, \"why\": 126, \"holds\": 127, \"great\": 128, \"significance\": 129, \"heart\": 130, \"living\": 131, \"or\": 132, \"abroad\": 133, \"completed\": 134, \"73\": 135, \"15h\": 136, \"2020\": 137, \"this\": 138, \"achieving\": 139, \"pain\": 140, \"heroes\": 141, \"gone\": 142, \"through\": 143, \"enjoy\": 144, \"today\": 145, \"has\": 146, \"been\": 147, \"earned\": 148, \"shedding\": 149, \"blood\": 150, \"lakhs\": 151, \"awakens\": 152, \"inside\": 153, \"present\": 154, \"generation\": 155, \"closely\": 156, \"understand\": 157, \"at\": 158, \"time\": 159, \"acquaints\": 160, \"generates\": 161, \"among\": 162, \"unites\": 163, \"one\": 164, \"nation\": 165, \"so\": 166, \"different\": 167, \"languages\": 168, \"religions\": 169, \"cultural\": 170, \"values\": 171, \"unity\": 172, \"diversity\": 173, \"main\": 174, \"essence\": 175, \"strength\": 176, \"proud\": 177, \"be\": 178, \"part\": 179, \"largest\": 180, \"democratic\": 181, \"country\": 182, \"world\": 183, \"where\": 184, \"power\": 185, \"common\": 186, \"man\": 187}"}}